Repository: mozilla-l10n/mt-training-data
Catalog: mse/mse_pontoon.tmx
Source language: en_us
Languages: mse

source: [Should be “We are”]
mse: [Li ginni «zayra»]

source: Single
mse: ɓiira naa dew

source: Single sentence submission
mse: Sun ɓiira ayni naa dew

source: Skip
mse: jakka

source: Small batch
mse: goo mi ciy u tamma

source: Small batch sentence submission
mse: Sun ɓii suu goori suu ciy u tasina

source: Source: { $sentenceSource }
mse: lii fi tlena : { $sentenceSource }

source: Speak
mse: Bakŋga

source: Speak now
mse: Agi tew a ɓakka

source: Speak options menu
mse: Tlesu a lina«ɓakka»

source: Start recording
mse: Gi jaŋ tli della

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mse: <strong>[ humma]</strong> hudigii suu feegi suu hu <strong>[ humma ]</strong> -hindina.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mse: <strong>[ Muzukki u sabakŋga da]</strong> Hudigii suu feegi suu hu lima <strong>[ otldla ]</strong> hindina.

source: Submit
mse: suna

source: Submit a new question for the community to read and respond to
mse: Jop joppi daŋa aya kay a suuna jaŋgaɗu e hoɗoɗ dira kad lay.

source: Submit a report
mse: sun vun ɗoda

source: Submit clips
mse: sun tli della

source: Submit new questions for the community to read and respond to
mse: Jobogi jop suu daŋga maŋ suuna ay a asi jaŋgasia u hoɗ dira kasiya

source: Success
mse: tlad tudi hu liidta

source: success checkmark
mse: Tun va kay li may mi jivi a i koŋga

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mse: Saɗ kay koŋ ma njuffa kay a wi ɓiira. Saɗ kay koŋ ma gulla kay a hodom ha kira. Saɗ kolo kay yamba kay a hinimu. <strong> Ka margi bay sun vaagi mi agi hadam tata famma di!</strong>

source: Taking several attempts to read a word.
mse: li yaŋ bolowo kay a jaŋ boy dew

source: Tap
mse: heeg kamu

source: Technology and Robotics
mse: Va mi masana u va mi li sunda vamma

source: Thank you for contributing your bulk submission!
mse: Gaŋ deɓee kay tappi aŋ tap a sun ɓiiriina bolowda.

source: Thank you for contributing your voice!
mse: Gagi deɓ kay haldi agi hal delgira!

source: Thank you for donating your voice clips!
mse: Gagi deɓ kay haldi agi hagi delgi suu tliy!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mse: Gagi deb kay del magi suu tliyna !<lineBreak></lineBreak>Agi tew vindin a maan u suun li may suu ka uda hanna.

source: Thank you for your voice information
mse: Gagi deɓ kay vun sun magi suu tli della

source: The bumblebee sped by.
mse: ngorgo ngorgona kala

source: The clip has disrespectful or offensive language.
mse: nɗal del may di tliyda wan ni, boy ka gaa sadina u may mi gulla ka huwa.

source: The giant dinosaur of the Triassic.
mse: hudi mi feega hu lima hindina

source: The giant dinosaurs of the Triassi-.
mse: hudigii suu feegi suu hu lima hin.

source: The giant dinosaurs of the Triassic.
mse: hudigii suu feegi suu hu lima hindina

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mse: Hudigii suu feegi suu hu lima hindina. <strong>[jaŋgi u delli jewda ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mse: Hudigii suu feegi suu hu lima hindina. Aa.

source: The giant dino <strong>[cough]</strong> the Triassic.
mse: Hudi mi geega <strong>[ otldla ]</strong> lima hindina.

source: There are currently no sentences to review in this language.
mse: vindin wani ɓii taa dew lay ka a gol u vun nammaɗi.

source: The recording was too long.
mse: Delli tliyda ki suy feege.

source: The recording was too quiet.
mse: Delli tliyda ki kaŋga suy kadi hay.

source: The recording was too short.
mse: Delli tliyda ki suy gedeŋge.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mse: Del suu jaŋga e boygii/goorboygii suu jaŋga ɓud ni na day . Hot gambi ni li della kolo kalii su delli tliy ki kayda, u( naa tew tew) li nam bi ka diy kadii ka agi huum boy mi a agi fam kaŋga hu ɓiiradina.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mse: Sa maymi taa ɓiira ki jogi hu li ma tli della.Agi hini tew lam <writeURL>ɗoda</writeURL> ɓiira dew u<reviewURL>ɗuda</reviewURL> di ɓii suu day day u del common.

source: The sentence has a grammatical or spelling error.
mse: ɗo maydi coda ka duk ɓiira dew

source: The sentence has disrespectful or offensive language.
mse: ɓii naɗta , boy suu joona u suu gulla ka huwa

source: The sentence must be grammatically correct.
mse: ɓiira ba li ki doy jivi naa teteɗ.

source: The sentence must be speakable.
mse: ɓiira ba li ki a digi u vunna.

source: The sentence must be spelled correctly.
mse: ɓiira ba li ki doy jivi naa teteɗ.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mse: boy suu haal humba wanna ni u minda ;Agi tew a kalam ay kolo dugugi ni hu lima tagi li ki egki jiviya .Hu lima ami tak tlesu luna ha kolo wa ami ɓuɗ vun sundi kay yam san dewra ki u sem mi daŋga, u ami ba wiki jivi ana vun sun suu ko segi u vangi kay tanga ka jaɓi u ɗum suuna hu duniyada ko basara u delna dowba diwda.

source: Three to go!
mse: Su hindi!

source: Too many files
mse: Va asina bolow suya

source: Transcribe audio recordings into text
mse: Li a jok del may suu ay tliyna ki u ɗodi magada.

source: Transcribe audio recordings in your language
mse: ɓuɗgi del may suu tliyna ki u ɓiira u vun magina

source: Try again by dragging your file here
mse: Hotgi lida u saɗti saɗ vagina ay tanda

source: Try uploading again
mse: Hoɗ sungina ha olo

source: Understand contribution criteria
mse: Hum vun gadni taara

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mse: Humgi vama min ana agi humum u nɗilida hu li ma agi min a hum della tliyda e tlagi maa delgi u tagira.

source: Upload aborted. Do you want to delete your recordings?
mse: ɗeffi sunda sun vanda . Agi min a balmas del magi suu tliyna ki su?

source: { $uploadedSentences } of { $totalSentences } sentences collected
mse: { $uploadedSentences } yam ɓiirii suu ciy kay { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mse: a tli ɓiirii suu hotsi hagina kaŋ gaa

source: Upload failed, please retry.
mse: Tew sun kadi, hoɗom sunda.

source: Upload <icon></icon> public domain sentences
mse: Sungi <icon></icon> ɓii suu hu kaŋ mi suu na winna halaŋ

source: Upload in progress...
mse: vami sunina ka hu tuɗta

source: Upload more sentences?
mse: Sun ɓii suu daŋgaa?

source: Use correct grammar
mse: ɗoda ba li ki jivi na teted

source: Use correct spelling and punctuation
mse: ɗoda u del ɓakŋga ba li ki jiviya

source: Validate Readings
mse: Man jaŋga

source: Validate Readings, Review Transcriptions
mse: Man jaŋga, gol jok maydi may suu ki jokida.

source: Validate Readings <small>(Coming soon)</small>
mse: Man jaŋga <small>(Bumi daŋga)</small>

source: Validate readings submitted by community members
mse: Man jaŋ suu sunina duk suu hu li nammana

source: Validate user-recorded readings in your language
mse: Man jaŋ suu tliy ko suu lasina u vun magina na.

source: Varying Pronunciations
mse: Bak may suu ki naa zed zed na

source: Volume
mse: huɗ della

source: Want to save your information? <createProfile>Create a profile</createProfile>
mse: Agi min a kalgi vun sun magisuna kaŋga su ? <createProfile>koɗogi vama a tagagi ki ta dew</createProfile>

source: We are going out to get a coffee.
mse: zayra, nam lin gin jivi huwa.

source: We are going out to get coffee.
mse: zayra, nam hin li jiviya

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mse: Ami tew ka a fi delli tliyda a ami humbi. Hot kugugi dagan tuwa

source: We couldn’t get any sentences for you to speak. Please try again later.
mse: ami tew ka a fi ɓiiri suu a digi u vunuŋga ɗi. Hot kugugi dagan tuwa

source: We may have run out of clips - refresh the page, or try again later.
mse: Ami delli tliy komi a ami miniɗ u vun namma kadi. . .

source: We’re going out to get coffee.
mse: zayra, nam hin li jiviya

source: We're making some big changes
mse: Ami ka ɓuɗ ɓuɗti jivida

source: We’re sorry, your platform is not currently supported.
mse: Ami ki vidiya may vagi mi agi sun u namma ka tliy a gombadi.

source: We've run out of sentences to record in this language...
mse: ami ɓii maydi a ami kalaɗ kaɳɡa u vun namma kadi

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mse: Min gin ana masinii suu had ha naa gaw gawna li ki gin ɗagiya kay a tew li sun huum may mi ay gaa dam damma. Ko hum may mi eŋ ma tli tamma tew a vamu li nam ka tew a nɗel suuna ki bay ɓiida u tadta halaŋ di. Hum may mi li ay kaŋga galla tew a hinna, may, soolli ciy kolo eŋ ka hinigi a agi hum boyna ki naa dew u dew dina.

source: What issues are you experiencing with this sentence?
mse: boy may suu agi fassi u ɓii naɗta ni sara ge

source: What needs to be in my file?
mse: "Vaana a fam hurummi mege"

source: What sentences can I add?
mse: An tew a hot cuk hani ɓii suu tara ge?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mse: Hu lima humba,gologi ki jivi ana del maydi ay tliy tam na cee hu maymi ay doyna;hodom hagiyo li maymi cona kalwa dugum na eyew wa.<br/>wanni tle suu ndef hayna.

source: Why are you asking?
mse: Kay me a jobpa nage?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mse: U yamba dew,agi tew a lagii sun magira u agi njun tagi kolo u suu hu li ma dew suu taa delsi ayna.

source: Write
mse: ɗoda

source: Write options menu
mse: Baɗ tlesu a lina« ɗoda»

source: y
mse: o

source: Y
mse: O

source: Yes
mse: aa

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mse: Agi tew a tlagi vodta hongo zak u telfon mi heek hoŋgona: { sc-review-form-button-approve-shortcut } a takki ana { sc-review-form-button-reject-shortcut } a hot gira, { sc-review-form-button-skip-shortcut } a jakka.

source: You cannot add multiple sentences for a single submission
mse: Agi ka tew a kalgi ɓiida ha bolow hu lima agi a sunum hanaa dew daŋgadi su

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mse: Agi tlagi vun mi bak ka dewdi. Lagi a kalgi hu<profileLink>liigina</profileLink>a man vun suu bakŋga.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mse: Agi tew li nam mi a sunda kiwa hu lim wanna . kagagi tu { $retryLimit } u zew goorgor fata caa Hu li ma agi a sun ɓiira daŋga ay tuna. Gagi deb kay lak magi mi galla !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mse: Agi tew li nam mi a sunda kiwa hu lim wanna . kagagi tu { $retryLimit } u zew goorgor fata goorida caa Hu li ma agi a sun ɓiira daŋga ay tuna. Gagi deb kay lak magi mi galla !

source: You must allow microphone access.
mse: Agi tew a hin voɗta maŋ vami ɓak della ki kolona.

source: You’re contributing to a target segment
mse: agi tap u ii di, kaay ta dew

source: You’re contributing to our first target segment
mse: agi tap u ii mami maydi kaay jewda

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mse: Agi i hoŋgo hay. Lagi a fagi lina naa nɗe a hoɗki jaŋgi ɓiira kay a agi wi ki ana naɗ ki ɓiiri jiviya.

source: You're helping Common Voice reach our daily sentence goals!
mse: Gudugi common voice a li min mamsu tew tew u ɓiira!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mse: Baaɗ vun magina wanni fam ka tliy ni geɗgiya!Agi li mina ni,agi tew a jogom tlam à kalgi boy mi daŋga ay duk u vun magina.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mse: njaf vun magina fami ɓiiri ni u ɓii suu gedgina kala ! Li agi min à furiya,agi tew a jokot tla boy magisuna kay a tak ɓii suu daɳɡa u vun magina.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mse: ni kay min magiida, common voice dak kay <goalPercentage></goalPercentage> tlaamba tli { $goalValue } della

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mse: ni kay min magiida common voice dak kay<goalPercentage></goalPercentage> tlaamba minida{ $goalValue } hu buunada
